---
kind: property
id: P:Autodesk.Revit.DB.TableData.WidthInPixels
source: html/67af51c2-1c2b-64e0-35fa-448033fb4810.htm
---
# Autodesk.Revit.DB.TableData.WidthInPixels Property

Gets the width of the panel schedule in logical pixels

## Syntax (C#)
```csharp
public int WidthInPixels { get; }
```